{"hello4":"hola","hello3":"hola","hello6":"hola","hello5":"hola","How_it_Works14":"Cómo funciona","Arjan_Deploy2":"Arjan Desplegar","Get_Started24":"Empezar","Dev11":"Dev","arjan_audit_0":"arjan_audit_bg","Arjan_Tools0":"Herramientas de Arjan","For_an_easie10":"Para un flujo de trabajo de desarrollo más fácil hemos añadido algunas plantillas predefinidas","Import_exist35":"Importar recursos de AWS existentes","Add_and_auto34":"Agregue y verifique automáticamente certificados SSL con","Deploy_your_52":"Implemente su proyecto","Cheap_and_re48":"Almacenamiento de objetos barato y fiable AWS S3/Li>","npm_i_-g_arj53":"npm i -g arjan-cli","Add_advanced46":"Agregar opciones avanzadas de enrutamiento con rute53","Powered_by36":"Desarrollado por","Add/verify_T45":"Agregar o verificar certificados TLS con facilidad con AWS ACM","Add_a_CDN__D38":"Personaliza la pila de tu sitio web estático","arjan_init_S55":"arjan init SITE_NAME","cd_SITE_NAME54":"cd SITE_NAME","Connect_to_a44":"Conéctese a una red CDN global con baja latencia y altas velocidades. Más información sobre Cloudfront","Initialize_t51":"Inicializar el proyecto (solo tiene que hacer esto una vez por proyecto)","torus":"Torus","Manage_your_48":"Gestione la infraestructura de su proyecto con un único archivo JSON AWS Cloudformation","arjan_deploy56":"arjan deploy yoursite.com prod","Install_arja49":"Instale arjan globalmente (solo tiene que hacer esto una vez)","CDN_w/_Route23":"CDN con DNS Route53 (https): implementa s3 bucket, route53 DNS, una distribución cloudfront y crea certificados TLS en AWS ACM.","hello7":"hola","Go_into_your50":"Entra en el directorio de tu proyecto","hello8":"hola","Test12":"Prueba","Add_a_CDN__D17":"Agregue un CDN, DNS y HTTPS a su sitio con un solo comando","Docs25":"Doctores","load_o":"O","Production13":"Producción","Beta31":"Beta","load_l":"YO","ACM28":"ACM","load_d":"D","Leverage_the9":"Aproveche el ahorro de energía y costes de la nube de AWS en sus sitios estáticos","load_a":"UNA","Features16":"Características","getstarted":"Empezar","S3_root_buck21":"Cubo raíz S3 con una política pública.","Save_changes33":"Guardar conjuntos de cambios localmente","Cloudformati26":"Formación de nubes","Features15":"Características","S3_root_buck22":"Cubo raíz S3, cubo de reenrutamiento www y una zona alojada route53.","Manage_your_43":"Gestione la infraestructura de su proyecto con un único archivo JSON utilizando AWS","Stack_preset36":"Apila presets para implementaciones más rápidas","Arjan_deploy19":"Arjan deploy es una herramienta que le ayuda a implementar sitios estáticos con CDN y HTTPS en la nube de AWS mediante un solo comando.","Arjan_deploy20":"Arjan deploy utiliza plantillas de Cloudformation para ayudarle a aprovisionar e implementar todos los recursos necesarios para su sitio en la nube de AWS. Esto significa que toda su pila y todos sus recursos se mantienen dentro de un archivo JSON que puede almacenar localmente y actualizar continuamente."}