{"deploy_workflow":"Desplegar","Audit3":"Auditoría","Deploy4":"Desplegar","Optimize2":"Optimizar","load_d":"D","optimize_workflow":"Optimizar","load_l":"YO","Initialize_y12":"Inicialice su proyecto","localize_workflow":"Localizar","getstarted":"Empezar","Localize1":"Localizar","Automatic_tr14":"Localización y traducción automática de sus sitios estáticos","Arjan_Tools0":"Herramientas de Arjan","One_time_set11":"Configuración única: solo haces esto una vez","Open_Source_25":"Kit de herramientas de DevOps de código abierto para sitios estáticos","load_o":"O","Like_the_ide12":"¿Quieres ayudar?","Install_the_33":"Instale la cli de arjan globalmente","Audit_your_s16":"Audite la puntuación SEO de su sitio con Lighthouse 6 antes de implementar","Click_on_the13":"Echa un vistazo a la tabla","The_LOAD_Wor6":"El flujo de trabajo LOAD","create_an_IA35":"Corre","Asynchronous15":"Optimización asíncrona de activos estáticos y mucho más","cd_SITE_NAME37":"cd SITE_NAME","Arjan_uses_s17":"Arjan usa varios módulos js de nodo populares y construye algunas funcionalidades en la parte superior/además de ellos para ayudarlo a CARGAR de manera efectiva, con 0 sobrecarga. Su CLI es rápido y fácil de usar/integrar en su proceso actual.","":"Arjan es un simple kit de herramientas Node.js que le ayuda a llevar sus proyectos estáticos (html/css/js) a la producción con la sobrecarga mínima, el costo más bajo y el mejor rendimiento. Arjan también cuenta con una CLI fácil de usar (hecha para parecerse a git) con comandos intuitivos para cada herramienta en el kit.","torus":"Torus","_Lorem_ipsum18":"Load es un acrónimo para localizar, optimizar, auditar, implementar. Cuatro cosas que hacemos repetidamente a nuestros proyectos de sitio estático. El propósito del flujo de trabajo de carga es permitirle continuar haciendo lo que está haciendo (es decir, usando HTML5, CSS3 y VanillAJS) y ayudarle a llevar sus proyectos a producción con la cantidad mínima de sobrecarga.","[profilename43":"<br>[ nombreDePerfil]\n <br>aws_access_key_id = YOUR_ACCESS_KEY_ID\n <br>aws_secret_access_key = YOUR_SECRET_ACCESS_KEY","If_you_alrea34":"Si ya tiene un perfil local de AWS que pretende utilizar con arjan, puede ignorar los pasos 3 a 5.","load_a":"UNA","audit_workflow":"Auditoría","Powered_by_31":"Desarrollado por","Beta24":"Beta","npm_i_-g_arj36":"npm i -g arjan-cli","npm_i_":"Arjan","Your_all_set19":"Todo listo. Ahora puede ejecutar","arjan_init_S38":"arjan —help","_What_is_Arj5":"¿Qué es Arjan Toolkit?","Update/creat40":"Actualice o cree el perfil local de AWS en su equipo agregando el perfil y las claves en el formato que se muestra a continuación. Los perfiles de AWS se almacenan en ~/.aws/credentials en mac/linux o en C:\\Users\\USER_NAME\\ .aws\\ credentials en Windows.","Go_into_your37":"Entra en el directorio de tu proyecto","._this_will_39":". esto abrirá una ventana del navegador con la consola de AWS. Termine de crear el usuario de IAM en la consola de AWS y mantenga las claves.","Deploy_stati17":"Implementar sitios estáticos en la nube de AWS mediante Cloudformation"}