{"hello3":"bonjour","hello7":"bonjour","hello4":"bonjour","hello8":"bonjour","hello6":"bonjour","getstarted":"Commencer","arjan_audit_0":"arjan_audit_bg","load_a":"UNE","Arjan_Deploy2":"Déploiement d'Arjan","load_l":"JE","Test12":"Test","Cloudformati26":"Formation de nuage","hello5":"bonjour","load_d":"D","Beta31":"Bêta","load_o":"O","Arjan_Tools0":"Outils Arjan","How_it_Works14":"Comment ça marche","Features16":"Caractéristiques","S3_root_buck21":"S3 compartiment racine avec une stratégie publique.","Add_a_CDN__D17":"Ajoutez un CDN, DNS, HTTPS à votre site avec une seule commande","Dev11":"Dev","Features15":"Caractéristiques","Save_changes33":"Enregistrer les ensembles de modifications localement","Leverage_the9":"Tirez parti de la puissance et des économies de coûts du cloud AWS dans vos sites statiques","Add_and_auto34":"Ajoutez et vérifiez automatiquement des certificats SSL avec","cd_SITE_NAME54":"cd SITE_NAME","npm_i_-g_arj53":"npm i -g arjan-cli","arjan_init_S55":"arjan init SITE_NAME","arjan_deploy56":"arjan déployer votresite.com prod","For_an_easie10":"Pour faciliter le processus de développement, nous avons ajouté quelques modèles prédéfinis","Arjan_deploy20":"Arjan deploy utilise des modèles Cloudformation pour vous aider à provisionner et déployer toutes les ressources nécessaires à votre site dans le cloud AWS. Cela signifie que votre pile entière et toutes ses ressources sont conservées dans un fichier JSON que vous pouvez stocker localement et mettre à jour continuellement.","Production13":"Production","Arjan_deploy19":"Arjan deploy est un outil qui vous aide à déployer des sites statiques avec CDN et HTTPS dans le cloud AWS à l'aide d'une seule commande.","Install_arja49":"Installez arjan globalement (vous n'avez à le faire qu'une seule fois)","torus":"Tore","Powered_by36":"Propulsé par","Manage_your_48":"Gérez l'infrastructure de votre projet avec un seul fichier JSON AWS Cloudformation","Add/verify_T45":"Ajouter/vérifier facilement des certificats TLS à l'aide d'AWS ACM","Stack_preset36":"Préréglages de pile pour des déploiements plus rapides","Get_Started24":"Commencer","ACM28":"ACM","Import_exist35":"Importer des ressources AWS existantes","Docs25":"Docs","Go_into_your50":"Allez dans le répertoire de votre projet","Add_advanced46":"Ajouter des options de routage avancées avec route53","Add_a_CDN__D38":"Personnalisez la pile de votre site web statique","Connect_to_a44":"Connectez-vous à un réseau CDN mondial avec une faible latence et des vitesses élevées. En savoir plus sur Cloudfront","Initialize_t51":"Initialiser le projet (vous n'avez à le faire qu'une seule fois par projet)","Cheap_and_re48":"Stockage d'objets fiable et bon marché AWS S3/li>","S3_root_buck22":"S3 compartiment racine, www reroute bucket et une zone hébergée route53.","Manage_your_43":"Gérez l'infrastructure de votre projet avec un seul fichier JSON à l'aide d'AWS","Deploy_your_52":"Déployer votre projet","CDN_w/_Route23":"CDN w/ Route53 DNS (https) : déploie le compartiment s3, le DNS route53, une distribution cloudfront et crée des certificats TLS dans AWS ACM."}