{"Optimize2":"Optimiser","load_a":"UNE","Audit3":"Audit","Arjan_Tools0":"Outils Arjan","Click_on_the13":"Consultez le tableau","getstarted":"Commencer","localize_workflow":"Localiser","Beta24":"Bêta","optimize_workflow":"Optimiser","Like_the_ide12":"Vous voulez aider ?","The_LOAD_Wor6":"Le flux de travail LOAD","load_l":"JE","audit_workflow":"Audit","Localize1":"Localiser","Automatic_tr14":"Localisation et traduction automatiques de vos sites statiques","Install_the_33":"Installer le cli arjan globalement","One_time_set11":"Configuration unique : vous ne le faites qu'une seule fois","Open_Source_25":"Boîte à outils DevOps Open Source pour les sites statiques","Asynchronous15":"Optimisation asynchrone des actifs statiques et bien plus encore","Your_all_set19":"Votre ensemble. Maintenant, vous pouvez exécuter","deploy_workflow":"Déployer","Initialize_y12":"Initialisez votre projet","Powered_by_31":"Propulsé par","Audit_your_s16":"Auditez le score SEO de votre site avec Lighthouse 6 avant de déployer","Deploy_stati17":"Déployer des sites statiques dans le cloud AWS à l'aide de Cloudformation","Deploy4":"Déployer","Update/creat40":"Mettez à jour/créez le profil AWS local sur votre machine en ajoutant le profil et les clés au format indiqué ci-dessous. Les profils AWS sont stockés dans ~/.aws/credentials sur mac/linux ou dans C:\\Users\\USER_NAME \\ .aws \\ credentials sur windows.","":"Arjan est un simple kit d'outils Node.js qui vous aide à prendre vos projets statiques (html/css/js) en production avec le minimum de frais généraux, le coût le plus bas et les meilleures performances. Arjan dispose également d'une interface de ligne de commande facile à utiliser (conçue pour ressembler à git) avec des commandes intuitives pour chaque outil du kit.","_Lorem_ipsum18":"Load est un acronyme pour localiser, optimiser, auditer, déployer. Quatre choses que nous faisons à plusieurs reprises pour nos projets de sites statiques. Le but du workflow de chargement est de vous permettre de continuer à faire ce que vous faites (par exemple en utilisant HTML5, CSS3 et VanillaJs) et de vous aider à mener vos projets à la production avec le minimum de frais généraux.","._this_will_39":". Cela ouvrira une fenêtre de navigateur avec la console AWS. Terminez la création de l'utilisateur IAM dans la console AWS et maintenez les touches.","Arjan_uses_s17":"Arjan utilise plusieurs modules js de noeud populaires et construit certaines fonctionnalités sur le dessus/en plus d'eux pour vous aider à LOAD efficacement, avec 0 surcharge. Son interface de ligne de commande est rapide et facile à utiliser/intégrer dans votre processus actuel.","load_d":"D","load_o":"O","cd_SITE_NAME37":"cd SITE_NAME","arjan_init_S38":"arjan —help","create_an_IA35":"Courir","npm_i_":"Arjan","torus":"Tore","_What_is_Arj5":"Qu'est-ce que Arjan Toolkit","Go_into_your37":"Allez dans le répertoire de votre projet","[profilename43":"[nom du profil]<br>\n aws_access_key_id = VOUR_ACCESS_KEY_ID<br>\n aws_secret_access_key = VOUR_SECRET_ACCESS_KEY<br>","npm_i_-g_arj36":"npm i -g arjan-cli","If_you_alrea34":"Si vous avez déjà un profil AWS local que vous avez l'intention d'utiliser avec arjan, vous pouvez ignorer les étapes 3 à 5."}