{"Arjan_Tools0":"Arjan Tools","Localize1":"Localize","Optimize2":"Optimize","Audit3":"Audit","Deploy4":"Deploy","The_LOAD_Wor6":"The LOAD Workflow","":"\n  Arjan is a simple Node.js tool kit that helps you take your static (html/css/js) projects to production with the  minimum overhead, lowest cost, and best performance. Arjan also features an easy to use CLI (made to resemble git) with intuitive commands for each tool in the kit. ","getstarted":"Get Started","Like_the_ide12":"Want to help?","Click_on_the13":"Check out the board","One_time_set11":"One time setup: You only do this once","Initialize_y12":"Initialize your project","Automatic_tr14":"Automatic localization and translation of your static sites","Asynchronous15":"Asynchronous optimization of static assets and much more ","Audit_your_s16":"Audit your site's SEO score with Lighthouse 6 before deploying","Deploy_stati17":"Deploy static sites to the AWS cloud using Cloudformation","_Lorem_ipsum18":" Load is an acronym for localize, optimize, audit, deploy. Four things that we repeatedly do to our static site projects. The purpose of the load workflow is to allow you to continue doing what your doing (i.e. using HTML5, CSS3 and VanillaJS) and help you take your projects to production with the minimum amount of overhead. ","Arjan_uses_s17":"Arjan uses several popular node js modules and builds some functionalities on top/besides them to help you LOAD effectively, with 0 overhead. Its CLI is fast and easy to use/integrate into your current process. ","localize_workflow":"Localize","optimize_workflow":"Optimize","audit_workflow":"Audit","deploy_workflow":"Deploy","Beta24":"Beta","Open_Source_25":"Open Source DevOps toolkit for static sites","load_l":"L","load_o":"O","load_a":"A","load_d":"D","_What_is_Arj5":" What is Arjan Toolkit","Install_the_33":"Install the arjan cli globally ","create_an_IA35":"Run ","._this_will_39":". this will pop open a browser window with the AWS console. Finish creating the IAM user in the AWS console and hold on to the keys.","Update/creat40":"Update/create the local AWS profile on your machine by adding the profile and keys in the format shown bellow. The AWS profiles are stored in ~/.aws/credentials on mac/linux or in C:\\Users\\USER_NAME\\.aws\\credentials on windows.\n                ","Go_into_your37":"Go into your project's directory ","Your_all_set19":"Your all set. Now you can run ","Powered_by_31":"Powered by ","torus":"Torus","If_you_alrea34":" If you already have a local AWS profile that you intend to use with arjan you can disregard steps 3 - 5.","npm_i_-g_arj36":"npm i -g arjan-cli","npm_i_":"arjan","[profilename43":"\n                  [profilename]<br>\n                  aws_access_key_id = YOUR_ACCESS_KEY_ID<br>\n                  aws_secret_access_key = YOUR_SECRET_ACCESS_KEY<br>\n                ","cd_SITE_NAME37":"cd SITE_NAME","arjan_init_S38":"arjan --help"}